[
    {
    "number": 1,
    "title_he": "אחסון ספרי תורה במגירות אופקיות",
    "title_en": "Storage of Torah Scrolls in Horizontal Drawers",
    "summary_he": "שאלה האם מותר לאחסן ספרי תורה במגירות אופקיות (בשכיבה), בניגוד למנהג המקובל של אחסון אנכי (בעמידה) בארון הקודש. הפסק: אסור לכתחילה, חובה להעמידו אנכית",
    "summary_en": "Question whether it is permitted to store Torah scrolls in horizontal drawers (lying down), contrary to the accepted custom of vertical storage (standing) in the Holy Ark. Ruling: Forbidden initially, must be stored vertically",
    "category": "ritual",
    "category_he": "הלכות עבודה",
    "category_en": "Ritual Law",
    "date": "09/12/2025",
    "year": 2025,
    "file": "responsa/2025/אחסון ספרי תורה במגירות אופקיות-no-links.html",
    "type": "html"
    },
    {
    "number": 2,
    "title_he": "מדוע בהלכות קריאת מגילה יש לקרוא מילים חסרות בעל פה",
    "title_en": "Why Missing Words in Megillah Reading Must Be Recited Orally",
    "summary_he": "תשובה הלכתית המבארת מדוע כאשר חסרים תיבות במגילה, הקורא צריך לומר אותן בעל פה ולא לקרוא ישירות מתוך החומש המודפס, למרות שזו דרך נוחה יותר. הדיון מתבסס על עקרון פרסומי ניסא וחשיבות הקריאה מכתב יד כשר",
    "summary_en": "A halachic responsum explaining why when words are missing from a Megillah, the reader must recite them by heart rather than read directly from a printed Chumash, despite the latter being more convenient. The discussion is based on the principle of publicizing the miracle and the importance of reading from a kosher handwritten scroll",
    "category": "ritual",
    "category_he": "דיני עבודה ומועדים",
    "category_en": "Ritual and Holiday Law",
    "date": "12/03/2025",
    "year": 2025,
    "file": "responsa/2025/מדוע בהלכות קריאת מגילהno-link.html",
    "type": "html"
    }
    {
    "number": 3,
    "title_he": "מוצא הסמיכה המודרנית",
    "title_en": "The Origin of Modern Rabbinic Ordination",
    "summary_he": "בירור מקיף של התפתחות הסמיכה לדורותיה, החל מן הסנהדרין ועד לתוקפה ההלכתי של הסמיכה המודרנית בימינו.",
    "summary_en": "A comprehensive examination of the historical development of rabbinic ordination, from the ancient Sanhedrin to the halachic status of modern ordination today.",
    "category": "halacha-history",
    "category_he": "הלכה – תולדות",
    "category_en": "Halacha – History",
    "date": "25/07/2025",
    "year": 2025,
    "file": "responsa/2025/מוצא הסמיכה המודרנית.html",
    "type": "html"
    },
]
