[
  {
    "id": "miyodeya_154639",
    "title": "If you are walking to shul Friday afternoon for mincha and you see a Jewish car owner left his headlights on . Do you try to find the owner?",
    "content": "# If you are walking to shul Friday afternoon for mincha and you see a Jewish car owner left his headlights on . Do you try to find the owner?\n\n## Frage\n\n<p>If you are walking to shul Friday afternoon for mincha and you see a Jewish car owner left his headlights on . Do you try to find the owner , which will mean you will daven mincha without a minyan or do you forget about the car and just daven mincha with the minyan?</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154639/if-you-are-walking-to-shul-friday-afternoon-for-mincha-and-you-see-a-jewish-car",
      "tags": [
        "tefillah-betzibbur"
      ],
      "score": 0,
      "views": 21,
      "date": "2026-01-01T14:13:33",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154638",
    "title": "If you find a wallet on Shabbos, are you required to kick it home in order to return it after Shabbos?",
    "content": "# If you find a wallet on Shabbos, are you required to kick it home in order to return it after Shabbos?\n\n## Frage\n\n<p>If you find a wallet on Shabbos in a place where there is an Eiruv, are your required to kick it into a private domain and then try to return it to its owner after Shabbos?</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154638/if-you-find-a-wallet-on-shabbos-are-you-required-to-kick-it-home-in-order-to-re",
      "tags": [
        "shabbat",
        "eruv-chatzerot",
        "lost-and-found"
      ],
      "score": 1,
      "views": 32,
      "date": "2026-01-01T12:24:45",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154636",
    "title": "What does הי׳ mean?",
    "content": "# What does הי׳ mean?\n\n## Frage\n\n<p>In <em>Doros HaRishonim</em>, the author—Rabinowitz—frequently writes הי׳, which my text scanner mistakes for “Hei yud yud.”</p>\n<p>What is the Hebrew word that Rabinowitz is abbreviating?</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: -1)\n\n<p>Incorrect.  The word he is abbreviating is “heh yud heh.”</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154636/what-does-%d7%94%d7%99-mean",
      "tags": [
        "jewish-books"
      ],
      "score": -1,
      "views": 55,
      "date": "2026-01-01T11:06:11",
      "answers": 1
    }
  },
  {
    "id": "miyodeya_154634",
    "title": "Significance of the onion story",
    "content": "# Significance of the onion story\n\n## Frage\n\n<p>I remember reading a story when I was young that appeared in multiple jewish storybooks. (One of them may have even been called \"Jewish bedtime stories for kids\"). The story, in brief, goes as follows:</p>\n<blockquote>\n<p>A man travels to a land where they have never encountered onions. Recognising a business opportunity, he imports onions and becomes a wealthy man. When he returns home and reports where he made his wealth, another individual wonders if the inhabitants of this land have ever encountered garlic. He travels to this land with a load of garlic. The inhabitants are delighted to discover this new product, and they provide the second man with a treasure chest full of their \"greatest treasure\".\nOf course, when the man returns home and opens the chest, he discovers it is full of onions...</p>\n</blockquote>\n<p>My question is, what, if any, is the <em>Jewish</em> significance of this story? Why did I read this in more than one Jewish storybook? Is it a mashal of Rabbi Nachman, for example? If it is, what is the Nimshal?</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 5)\n\n<p>In \"A Shabbos Vort\" by Yisroel Bronstein (p. 362), the story is credited to the Dubno Maggid, where it is related that he was collecting funds for the redemption of Jewish captives.</p>\n<p>The Maggid tells over Torah and stories to a particular wealthy man and the man in turn responds with his own Torah insights and stories. Anticipating that the wealthy man was trying to avoid donating money, he tells the onions/garlic story. He then concludes:</p>\n<blockquote>\n<p>\"So it is with us... I came to your home, not to hear your innovative\nTorah thoughts. Indeed they are pleasant and delightful. However, I\ndesperately need money to free Jews in captivity.\"</p>\n</blockquote>\n<p><a href=\"https://i.sstatic.net/y8nLUU0w.png\" rel=\"noreferrer\"><img src=\"https://i.sstatic.net/y8nLUU0w.png\" alt=\"enter image description here\" /></a></p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154634/significance-of-the-onion-story",
      "tags": [
        "sources-mekorot",
        "story-identification",
        "allegory-mashal"
      ],
      "score": 3,
      "views": 55,
      "date": "2026-01-01T09:26:42",
      "answers": 1
    }
  },
  {
    "id": "miyodeya_154632",
    "title": "Was Yehudah haNasi initiated into Kehunas Dovid?",
    "content": "# Was Yehudah haNasi initiated into Kehunas Dovid?\n\n## Frage\n\n<p>Was Yehudah haNasi initiated into Kehunas Dovid? If so when? If not had the practice died out in the region where he lived?</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154632/was-yehudah-hanasi-initiated-into-kehunas-dovid",
      "tags": [
        "kohen-priest",
        "king-david",
        "nasi"
      ],
      "score": 0,
      "views": 62,
      "date": "2026-01-01T00:37:53",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154630",
    "title": "Kohen / Rabbi + “Gentile marriage”: must the answer be simply yes/no? What is the halakhic framing?",
    "content": "# Kohen / Rabbi + “Gentile marriage”: must the answer be simply yes/no? What is the halakhic framing?\n\n## Frage\n\n<p>I’m asking a halakhic framing question, not seeking personal counselling.</p>\n<p>Scenario:\nIn a public setting, a Jewish mother refers to a gentile woman as “my daughter / my child,” and the son refers to the same woman as “my girl … we are one.”</p>\n<p>Question:</p>\n<ol>\n<li>Is this language halakhically meaningful (status/kinship), or only social speech with no halakhic weight?</li>\n<li>If it is only social speech, are there any prohibitions or concerns (mar’it ayin, geneivat da’at, etc.) in presenting it publicly?</li>\n<li>What would be the most precise yes/no boundary for what is permitted in public speech vs covenantal status?</li>\n</ol>\n<p>(Full text context is available via my profile / references if needed.)</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154630/kohen-rabbi-gentile-marriage-must-the-answer-be-simply-yes-no-what-is-th",
      "tags": [
        "gentiles",
        "speech-talking",
        "am-yisrael-jewish-nation"
      ],
      "score": -4,
      "views": 38,
      "date": "2025-12-31T19:31:06",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154629",
    "title": "What is the difference between a \"light mitzvah\" and a \"serious mitzvah\"?",
    "content": "# What is the difference between a \"light mitzvah\" and a \"serious mitzvah\"?\n\n## Frage\n\n<p>HaRambam says in the <a href=\"https://www.sefaria.org/Pirkei_Avot.2.1?ven=hebrew%7CVilna_Edition&lang=bi&with=Rambam&lang2=bi\" rel=\"nofollow noreferrer\">commentary on the Mishnah</a>:</p>\n<blockquote>\n<p>אח\"כ אמר שצריך ליזהר במצוה שיחשב בה שהיא קלה כשמחת הרגל ולמידת לשון הקדש כמצוה שהתבאר לך חומרתה שהיא גדולה כמילה וציצית ושחיטת הפסח</p>\n</blockquote>\n<p>Does he ever define a \"light\" mitzvah and a \"heavy\"/\"serious\" mitzvah? Is there a standard way to understand this distinction?</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 0)\n\n<p>He doesn't say in what you quoted that there are 'light' and 'serious' <em>mitzvos</em>. The translation of what you quoted is</p>\n<blockquote>\n<p>… that one must be as careful with a <em>mitzva</em> he thinks of as light… as with a <em>mitzva</em> whose seriousness is clear to you…</p>\n</blockquote>\n<p>That is, as far as he states in this passage, all <em>miztvos</em> may be equally 'light' or 'serious' and the difference between them is only in how they appear to us.  (For which, obviously, every one of us is different.)</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154629/what-is-the-difference-between-a-light-mitzvah-and-a-serious-mitzvah",
      "tags": [
        "commentaries",
        "rambam",
        "mitzvah"
      ],
      "score": 0,
      "views": 46,
      "date": "2025-12-31T19:09:43",
      "answers": 1
    }
  },
  {
    "id": "miyodeya_154628",
    "title": "How does the halacha view a first born male's double portion inheritance rights in absence of a halachic will today?",
    "content": "# How does the halacha view a first born male's double portion inheritance rights in absence of a halachic will today?\n\n## Frage\n\n<p>Bamidbar 21:17 is the source that a first born male son receives a double portion of inheritance. This is established halachically in Shulchan Aruch, Choshen Mishpat 281. I am aware of a machloket among 20th century poskim including Rav Moshe Feinstein, Rav Shlomo Zalman Aurbach, and the Chazon Ish regarding whether or not, in the absence of a halachic will, but in the presence of a secular will which is different than what the torah prescribes, a first born male would received a double portion.</p>\n<p>I am not aware of any published responsa from 21st century poskim (Ashkenazi, Sepharadi, Hasidish or otherwise) who take a stance on this issue other than to align previous poskim.</p>\n<p>I would like to know if there are any published teshuvot, or lectures/podcasts from poskim today which deal with a situation wherein a first born male son stands to inherit, there is no halachic will, but there is a secular will which does not give the son a double portion.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154628/how-does-the-halacha-view-a-first-born-males-double-portion-inheritance-rights",
      "tags": [
        "halacha-theory",
        "bechor-firstborn",
        "estates-inheritance"
      ],
      "score": 0,
      "views": 27,
      "date": "2025-12-31T17:34:52",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154626",
    "title": "תשוקה העצמית - is this term used anywhere else?",
    "content": "# תשוקה העצמית - is this term used anywhere else?\n\n## Frage\n\n<p>In <a href=\"https://hebrewbooks.org/pdfpager.aspx?req=31674&st=&pgnum=8&hilite=\" rel=\"nofollow noreferrer\">ר״ה, רנ״ז</a>, the <a href=\"https://en.wikipedia.org/wiki/Sholom_Dovber_Schneersohn\" rel=\"nofollow noreferrer\">Rebbe Rashab</a> uses the term \"תשוקה העצמית\" to describe Hashem's desire for a <em>dira betachtonim</em>, a dwelling among the lowest beings/in the lowest world:</p>\n<blockquote>\n<p>ופי׳ שנשתוקק הקב״ה לבראותו הוא שיש בזה <strong>תשוקה העצמית</strong> דא״ס ב״ה, דזה\nהי׳ תחלת הכוונה שיומשך ויתגלה בעולם למטה בחי׳ <strong>התשוקה העצמית</strong> דא״ס שהוא\nבחי׳ שעשועי המלך בעצמותו כו׳, ונמצא דמה שארז״ל שנשתוקק הקב״ה לבראותו\nהוא ענין א׳ עם מה שאמרו שנתאווה הקב״ה להיות לו דירה בתחתונים, דענין\nדירה בתחתונים מורה על המשכה עצמית וכמו עד״מ אדם הדר בתוך הבית הרי כל\nעצמותו הוא בתוך הבית כמו״כ הו״ע דירה בתחתונים דבחי׳ עצמיות א״ס ב״ה\nיומשך למטה כו׳</p>\n<p>And the explanation of “He longed” is that the Holy One, blessed be\nHe, longed to create it, meaning there is in this the <strong>essential\nneed/desire</strong> of Ein Sof, blessed be He. For this was the beginning of the\nintention: that in the world below should be drawn forth and revealed\nthe aspect of the <strong>essential need/desire</strong> of Ein Sof, which is the\naspect of the King’s delight in His essence, etc. Thus,\nwhat our Sages said, that the Holy One, blessed be He, longed to\ncreate it, is the same matter as what they said, that the Holy One,\nblessed be He, desired [nit’aveh] to have a dwelling place in the\nlower realms. For the idea of a dwelling place in the lower realms\nindicates an essential drawing forth. Just as, by way of analogy, when\na man dwells in his house, all his essence is within the house, so too\nthe concept of a dwelling place in the lower realms is that the aspect\nof the Essence of Ein Sof, blessed be He, be drawn below, etc.</p>\n</blockquote>\n<p>The word <a href=\"https://www.sefaria.org/BDB%2C_%D7%AA%D6%B0%D6%BC%D7%A9%D7%81%D7%95%D6%BC%D7%A7%D6%B8%D7%94?lang=bi\" rel=\"nofollow noreferrer\">תְּשׁוּקָה</a>, used to describe a wife's longing and emotional need for her husband (<a href=\"https://www.sefaria.org/Genesis.3.16?lang=bi&aliyot=0\" rel=\"nofollow noreferrer\">Bereshit 3:16</a>, and a husband's need for his wife - see <a href=\"https://www.sefaria.org/Yoma.75a.5?lang=bi&with=all&lang2=en\" rel=\"nofollow noreferrer\">Yoma 75a</a>), as well as Hashem's longing and need for Yisrael (<a href=\"https://www.sefaria.org/Song_of_Songs.7.11?lang=bi\" rel=\"nofollow noreferrer\">Shir HaShirim 7:11</a>), is a very enigmatic word. <a href=\"https://www.sefaria.org/search?q=%D7%AA%D7%A9%D7%95%D7%A7%D7%94&tab=text&tpathFilters=Tanakh&tvar=1&tsort=relevance&svar=1&ssort=relevance\" rel=\"nofollow noreferrer\">Used only 3 times in the whole Tanach</a>, it is perhaps one of, if not the most romantic and loving words there is between two lovers (interestingly, it is also used to describe the <em>yeitzer hara's</em> longing for us! See <a href=\"https://www.sefaria.org/Genesis.4.7?lang=bi&aliyot=0\" rel=\"nofollow noreferrer\">Bereshit 4:7</a>).</p>\n<p>How much more powerful is the phrase \"תשוקה העצמית\"! <em>Essential</em> need, arising from the very core of one's self, one's identity.</p>\n<p>I have done a lot of searching and I can't find this term used anywhere else. It is beautiful, and I would like to know if this is a wonderful innovation of the Rebbe Rashab, or if he is transmitting it from an older source. Perhaps others here have more access/better search engines than me so please let me know if you find this term anywhere else, used this way.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154626/%d7%aa%d7%a9%d7%95%d7%a7%d7%94-%d7%94%d7%a2%d7%a6%d7%9e%d7%99%d7%aa-is-this-term-used-anywhere-else",
      "tags": [
        "sources-mekorot",
        "words",
        "chasidut-hasidism"
      ],
      "score": 1,
      "views": 43,
      "date": "2025-12-31T04:05:59",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154625",
    "title": "Believers sons of believers - how is lack of belief explained?",
    "content": "# Believers sons of believers - how is lack of belief explained?\n\n## Frage\n\n<p>There is a principle that the Jewish soul inherits an automatic belief in Hashem from the Patriarchs such that we are \"believers, sons of believers\" (<a href=\"https://www.sefaria.org/Shabbat.97a.4?vhe=William_Davidson_Edition_-_Vocalized_Aramaic\" rel=\"nofollow noreferrer\">Shabbat 94a</a>)</p>\n<p>There are some, such as Chassidim, who hold by this principle literally, and also very <em>strongly</em> - <em><strong>every Jew</strong></em>, from birth, <em><strong>believes in Hashem</strong></em>, e.g. as the <a href=\"https://en.wikipedia.org/wiki/Dovber_Schneuri\" rel=\"nofollow noreferrer\">Mittler Rebbe</a> writes in part 3 of <a href=\"https://hebrewbooks.org/pdfpager.aspx?req=15891&st=&pgnum=173\" rel=\"nofollow noreferrer\">ענין ברכת חתנים</a> (דרושי חתונה א):</p>\n<blockquote>\n<p>לא יתכן על האמונה [ציווי] כלל כי האמונה היא בבחי׳ עצמיות וטבעיות בכל\nא׳ מישראל מיד שיבוא לכלל דעת קצת מאמין בה׳ אמונה חזקה ונפלאה עד שתהא\nכמו טבע בנפשו ואין צריך לימוד וראי׳ לזה כלל שהרי הנשים וקטנים שם שמים\nשגור בפיהם באמונה חזקה מאד בלי הקדם לימוד מאביהם בזה כלל וידוע שרש זה\n[הוא] לפי שהאמונה היא ירושה בכל נפש מישראל מהאבות וכמ״ש מה יפה\nירושתינו כו׳ ואברהם אבינו ע״ה אחד הי׳ המאמין הראשון כמ״ש והאמין בה׳\nכו׳ וישראל נק׳ מאמינים בני מאמינים עד שהקטן מיד שיגדיל בדעת קצת יאמין\nכמו הגדול בדעת ממש כידוע</p>\n<p>...it is not possible at all that there be a command concerning\n<em>emunah</em>, for <em>emunah</em> is in an aspect of essentiality and naturalness in every single Jew. As soon as he comes to a little awareness, he\nbelieves in God with a strong and wondrous <em>emunah</em>, until it is like\na nature in his soul, and it requires no study. And this has no need\nof proof at all, for women and children have the Name of Heaven fluent\nin their mouths with very strong <em>emunah</em>, without any prior\ninstruction from their father in this at all.</p>\n<p>And it is known that the root of this is that <em>emunah</em> is an\ninheritance in every Jewish soul from the Patriarchs, as it is said:\n“How beautiful is our inheritance…”. And Avraham our father, peace be\nupon him, was the first believer, as it is written: “And he believed\nin Hashem,” and Israel are called “believers, the children of\nbelievers,” to the point that even a small child, as soon as he\nincreases a little in awareness, believes just as a great one in\nawareness, literally, as is known.</p>\n</blockquote>\n<p><strong>I would like to ask, for those that hold this point of view, how exactly do they explain what's going on with regards to Jews who say and/or feel that they do not believe?</strong></p>\n<p>[I am not looking for people to disprove this point of view or argue from a different point of view - EDIT: and it should go without saying, but I am not asking this as some kind of <em>kasha</em> or gotcha, <em>chas veshalom</em>. This is purely a sourced based explanation, which I am sure must exist and I am sure is good and satisfying. Can someone provide it? I strongly suspect it has something to do with <em>mesirat nefesh</em>]</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 0)\n\n<p><a href=\"https://en.wikipedia.org/wiki/Abraham_Isaac_Kook\" rel=\"nofollow noreferrer\">Rav Kook</a>, in his essay Kirvas Elokim (published in <a href=\"https://beitel.co.il/products/%D7%9E%D7%90%D7%9E%D7%A8%D7%99-%D7%94%D7%A8%D7%90%D7%99%D7%94-%D7%94%D7%A8%D7%90%D7%99%D7%94-%D7%A7%D7%95%D7%A7\" rel=\"nofollow noreferrer\">Maamarei Haraayah</a>, p. 32) discusses this exact idea. He says that the desire to be close to Hashem exists in <em>every</em> soul, not just Jewish ones. (The principle of \"maaminim bnei maaminim\" would, in this case, just refer to a greater degree of awareness as a result of the higher level of neshamah that a Jew possesses.) He says that this can be seen through a historical examination of societies, all of whom have pursued a relationship with any sort of deity, be it Hashem or otherwise; and he says that in today's generation, it becomes covered up by all sorts of -isms but it can never be eliminated completely:</p>\n<blockquote>\n<p>ואחרי המשך של בחינות שונות בחזיונות החיים לכל מצביהם ואפניהם נוכח עוד, שכל רובי הצפריעים והמתנגדים לה, שנולדו על ידי הסתבכות החיים החומריים והרוחניים, יוכלו רק למעט לאיזה משך זמן את התגלותה ואת שלטונה על תהלוכות המעשה והמחשבה של האדם, אבל בשום אפן לא לבטלה, לכבשה ולעצרה לגמרי.</p>\n<p>And after continuing to examine various visions of life in all its states and aspects, it is further evident that all the many critics and opponents of [a relationship with Hashem], born of the entanglement of material and spiritual life, will only be able to delay its manifestation and its rule over the processions of human action and thought for a certain period of time, but in no way to abolish it, conquer it, and arrest it completely.</p>\n</blockquote>\n<p>Rebbe Nachman discusses this concept as well, in <a href=\"https://breslov.org/what-is-likutey-moharan/\" rel=\"nofollow noreferrer\">Likutei Moharan</a> <a href=\"https://www.sefaria.org.il/Likutei_Moharan.282.2.5?lang=he&with=all&lang2=he\" rel=\"nofollow noreferrer\">Torah 282</a>, where he says that every Jew has a \"nekudah tovah\" buried deep inside and we are required to see it - even, as the commentaries point out, that nekudah tovah is just being Jewish. He discusses a similar idea in <a href=\"https://www.sefaria.org.il/Likutei_Moharan.56.3.19?lang=he&with=all&lang2=he\" rel=\"nofollow noreferrer\">Torah 56</a>, where he talks about the concept of \"hastarah shebetoch hahastarah,\" saying that a Jew doesn't even know how far he is from Hashem. We can correlate this with a lack of belief. When we put those two concepts together, we have a Jew possessing a spark inside of him which can never be extinguished and which may be so covered up or far from Hashem that the Jew himself doesn't realize - but he's still connected, and with enough effort that spark will be revealed.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154625/believers-sons-of-believers-how-is-lack-of-belief-explained",
      "tags": [
        "hashkafah-philosophy",
        "faith-bitachon-emunah"
      ],
      "score": 0,
      "views": 83,
      "date": "2025-12-31T03:46:55",
      "answers": 1
    }
  },
  {
    "id": "miyodeya_154624",
    "title": "Revisiting did Rabbi Rabinowitz author the footnotes in this volume of Doros HaRishonim?",
    "content": "# Revisiting did Rabbi Rabinowitz author the footnotes in this volume of Doros HaRishonim?\n\n## Frage\n\n<p>If Rabbi Rabinowitz is indeed the author of the footnotes in this volume, why in this footnote does he bring an argument seemingly destroying his thesis that a minority of the Jews in Bayis Rishon were sinners?  And indeed, how can this strong question be answered by Rabbi Rabinowitz?</p>\n<p><a href=\"https://hebrewbooks.org/pdfpager.aspx?req=20280&st=&pgnum=31\" rel=\"nofollow noreferrer\">https://hebrewbooks.org/pdfpager.aspx?req=20280&st=&pgnum=31</a></p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154624/revisiting-did-rabbi-rabinowitz-author-the-footnotes-in-this-volume-of-doros-har",
      "tags": [
        "jewish-books"
      ],
      "score": 0,
      "views": 73,
      "date": "2025-12-31T02:31:09",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154623",
    "title": "Seeking Honour L'shem Shamayim - how can one pursue teaching Torah without \"seeking honour\"",
    "content": "# Seeking Honour L'shem Shamayim - how can one pursue teaching Torah without \"seeking honour\"\n\n## Frage\n\n<h3>People are much more likely to properly listen to and absorb from people they respect. They are much more likely to ignore people they do not respect. This is a given.</h3>\n<hr />\n<p>It seems like we should be averse to honour, and many stories and aggada drill that home, including the famous \"those who chase greatness will have it flee from them, those who run away from it will be pursued by it\" (<a href=\"https://www.sefaria.org/Eruvin.13b.13\" rel=\"nofollow noreferrer\">Eruvin 13b</a>), and \"do not seek greatness for yourself, and do not covet honour\" (<a href=\"https://www.sefaria.org/Pirkei_Avot.6.5?lang=bi&with=all&lang2=en\" rel=\"nofollow noreferrer\">Avot 6:5</a>)</p>\n<p>However, it seems that if one truly does know the truth, and has wisdom to teach it and influence others for good, honour would be an extremely important tool. People listen to those who they respect, and ignore those who they don't. Therefore, a true Talmid Chacham <em>should</em> hope for honour, purely <em>l'shem shamayim</em>! So he can teach Torah!</p>\n<p><strong>I would say that there is nowhere in Torah that teaches that we should seek honour <em>l'shem shamayim</em>. Am I being ignorant? If so, please bring me sources that do explain this</strong> (it would indeed go well with the second half of the proverb in Eruvin, as why else would it bother to tell us how honour is achieved, if we are meant to <em><strong>only</strong></em> avoid it?)*</p>\n<p><strong>If I am right, and this is against the Torah, why? What's wrong with my argument?</strong> Is it that we should <em><strong>always</strong></em> leave honour to Hashem's Hashgacha? Is it that honour is so bad for our soul that there's no viable way to \"seek\" or \"pray for\" it? Is it that honour is reserved for Olam Haba and it's not relevant to this life at all - even the fact that it would help a Talmid Chacham influence people for good is not important enough to make honour something for Olam Hazeh? Is it simply that seeking honour, and \"<em>l'shem shamayim</em>\" are oxymorons?</p>\n<p>Either way, <em>l'ma'aseh</em>, what <em>should</em> someone knowledgable in Torah, with a desire to teach, do? Practically? If he must hate honour and take no steps to gain people's respect, does that equate to him quenching his mission (and desire) to teach? Should he aim to teach a tiny, irrelevant class that nobody attends, perhaps even <a href=\"https://judaism.stackexchange.com/a/71143/31534\">actively lying to people about how knowledgable he is</a> (and definitely not doing this while secretly hoping people will come to respect him and his Torah anyway)? If not, then <strong>how can one pursue teaching Torah without \"seeking honour\"?</strong></p>\n<p><sup>* some might claim that the answer is that it's ok to seek honour for Torah, and therefore if one learns a lot of Torah, he can expect and even demand a lot of honour for said Torah that is in him. I'm not sure that that will be a truly satisfying answer. Not everyone who knows a lot is good at communicating it, for example, and it's still going to involve some level of seeking personal honour - it just has to. People have to honour you first, before they can find out that you are filled with honourable Torah! As I said, people only really listen to people they already respect...</sup></p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154623/seeking-honour-lshem-shamayim-how-can-one-pursue-teaching-torah-without-seek",
      "tags": [
        "hashkafah-philosophy",
        "middos-character-traits",
        "kavod"
      ],
      "score": 0,
      "views": 67,
      "date": "2025-12-30T22:37:03",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154621",
    "title": "Sheitels (avodah zarah)",
    "content": "# Sheitels (avodah zarah)\n\n## Frage\n\n<p>I have followed Be'ezrat Hashem (YouTube channel, rov Yaaron Reuven) for quite a while, they're very anti-sheitels because of the claim that sheitels made from real hair are for such and such percentage made out of hair from India.</p>\n<p>Now this has been asked before, two times from what I could find, on miyodeya. <a href=\"https://judaism.stackexchange.com/questions/22658/unkosher-sheitels-wigs/22659?r=SearchResults&s=2%7C35.4363#22659\">One from over 10 years ago</a> and another <a href=\"https://judaism.stackexchange.com/questions/22658/unkosher-sheitels-wigs/122065?r=SearchResults&s=3%7C35.4233#122065\">one from a few years ago</a>, none that can satisfy my question.</p>\n<p>Are the claims right, that most if not all is from avodah zarah? If so, why would some of the most frum households wear sheitels?</p>\n<p>I really want to find out, as I don't want to accuse others of wearing something made from avodah zarah, ChvSh.</p>\n\n\n## Antworten\n\n### ✅ Antwort 1 (Score: 3)\n\n<p>Rav Belsky wrote extensively on this issue years ago and presents reason for no prohibition at all. One can read his Hebrew teshuva which is more lengthy than his English Teshuvos (both Shulchan Halevi).</p>\n<p>I don't think it is your issue to decide whether someone is doing an issur or not. You should ask your posek and follow that person. Opening bottle caps on shabbos is very halachicly debated ranging from permitted to a full blown Torah violation, and yet I don't see people yelling at each other over it at a shabbos meal. There will always be debate in halacha from reputable poskim.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154621/sheitels-avodah-zarah",
      "tags": [
        "avodah-zarah",
        "tznius-modesty",
        "hair-covering"
      ],
      "score": -1,
      "views": 105,
      "date": "2025-12-30T20:24:58",
      "answers": 1
    }
  },
  {
    "id": "miyodeya_154619",
    "title": "Why Attribute Siyum Celebrations to Rav Pappa Rather Than Abaye?",
    "content": "# Why Attribute Siyum Celebrations to Rav Pappa Rather Than Abaye?\n\n## Frage\n\n<p><strong>In every tractate in Artscroll's first page of the <em>Hadran</em>, they have a footnote saying something along the lines of:</strong></p>\n<blockquote>\n<p>\"In the simple sense, Rav Pappa was a very rich man who, whenever he completed a tractate, used to make great celebrations to which he invited his ten sons, as well as many others. As a result, he brought glory to the Torah, which was reflected in the scholarly attainments of his sons. The nation, therefore, honours Rav Pappa and his family by mentioning them at every <em>siyum</em>.\" At the end they quote <em>Teshuvos HaRema; Yam Shel Shlomo, Bava Kamma</em>, end of chapter 7).</p>\n</blockquote>\n<p><strong>I have a few difficulties with this explanation:</strong></p>\n<ol>\n<li>I have not seen one source in the Gemara that says that Rav Pappa made these celebrations; it just says he was rich!? It was Abaye who used to make a siyum/yoma tava for Rabbis who completed a tractate, as mentioned in Shabbat 118b.</li>\n<li>Even if it's a mesorah passed down to us, why wouldn't they include it in the Gemara if it's so important to make a siyum? Yet Abaye’s statement of him making a siyum makes it in!?</li>\n<li>If it wasn't passed down as mesorah, how can the Rema assume that just because he’s rich (Pesachim 49a, 113a, 11b in the Rashbam, Bava Metzia 65a with Rashi, Horayot 10b and Rashi) he made a party?</li>\n<li>The Rema in Y.D Siman 246:26 himself quotes that we make a siyum on a tractate attributed to Abaye, to make a seudat siyum for anyone who finished a tractate. So why does he quote Abaye in one place and Rav Pappa in another place!</li>\n</ol>\n<p>Please include sources. Creative answers are welcome as long as they are backed up; thanks.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154619/why-attribute-siyum-celebrations-to-rav-pappa-rather-than-abaye",
      "tags": [
        "siyum"
      ],
      "score": 2,
      "views": 53,
      "date": "2025-12-30T19:43:51",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154617",
    "title": "Shabbat AI Robot - Assuming no melacha in simply talking to it, what are the other issues, if any, in it dynamically serving us on Shabbat?",
    "content": "# Shabbat AI Robot - Assuming no melacha in simply talking to it, what are the other issues, if any, in it dynamically serving us on Shabbat?\n\n## Frage\n\n<p>How would we halachically analyse the (increasingly realistic, around-the-corner) situation of having an AI Robot do <em><a href=\"https://www.chabad.org/library/article_cdo/aid/95906/jewish/Melacha-A-Unique-Definition-of-Work.htm\" rel=\"nofollow noreferrer\">melacha</a></em> at request (or automatically and dynamically, see edit below*) for us on Shabbat/Yom Tov?</p>\n<p>I understand that this is not going to get off the ground simply due to the <a href=\"https://judaism.stackexchange.com/questions/12572/why-cant-electricity-be-manipulated-on-shabbat-and-yom-tov\">electrical side of things</a> - the robot will have to <a href=\"https://judaism.stackexchange.com/questions/10892/voice-activated-electronics-on-shabbat\">listen with a microphone</a>, and analyse our words with a computer, so I would like to ignore that, or modify the case (can we get round it somehow by <a href=\"https://judaism.stackexchange.com/q/6053/31534\">changing the case</a>? Asserting a new technology?*), because I am not interested in that.</p>\n<p>I am more interested on the side of asking whether this falls squarely under the laws of \"<a href=\"https://halachipedia.com/index.php?title=Amirah_lnochri\" rel=\"nofollow noreferrer\">amira l'akum</a>\" or if this is <em>not</em> a case of that? And if not, what other issues are relevant?</p>\n<p>Is it more akin to asking a <a href=\"https://en.wikipedia.org/wiki/Golem\" rel=\"nofollow noreferrer\">Golem</a> to do <em>melacha</em> on Shabbat? What halachic discussions are there on using a Golem in this way (it seems we don't have a question about that on this site).</p>\n<hr />\n<p>EDIT:\n* Here's an example, beyond asserting some new theoretical technology that allows it to listen and compute in a way that doesn't break Shabbat (which almost defeats the question itself): AI is getting better and better at pattern recognition. At some point it will be genuinely clever enough that just by standing around and observing us, it will figure out the majority of <em>melachos</em> that would benefit us at any relevant point - it will just know when we need lights switched, food cooked, pots stirred, clothes cleaned, etc. We won't have to do anything explicit, like talk to or gesture at it, or even think about it! Would it be permissible to have such a Robot in one's house, activated? If not, what exact issues are there?</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154617/shabbat-ai-robot-assuming-no-melacha-in-simply-talking-to-it-what-are-the-oth",
      "tags": [
        "shabbat",
        "halacha-theory",
        "melacha-creative-work",
        "contemporary-halacha",
        "amira-leakum"
      ],
      "score": 0,
      "views": 93,
      "date": "2025-12-30T14:22:12",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154616",
    "title": "Attending a conference which will be recorded/broadcast on Shabbat",
    "content": "# Attending a conference which will be recorded/broadcast on Shabbat\n\n## Frage\n\n<p>If I attend a professional conference which includes sessions on Shabbat, is there any issue attending Shabbat sessions which are being recorded for later viewing and/or live broadcast? The conference is mostly non-Jews. Does it make a difference if it's a 'lecture' where I am a passive participant or a small interactive group session where, for example the camera may pan to me if I speak? Happy to receive references as I'm sure this is a common issue these days but I'm having trouble finding those issue specifically. Thanks!</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154616/attending-a-conference-which-will-be-recorded-broadcast-on-shabbat",
      "tags": [
        "halacha",
        "shabbat"
      ],
      "score": 0,
      "views": 40,
      "date": "2025-12-30T12:20:14",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154613",
    "title": "Is there a source in Jewish teaching for a passage similar to the following",
    "content": "# Is there a source in Jewish teaching for a passage similar to the following\n\n## Frage\n\n<p>Is there a source in Jewish teaching for a passage similar to the following? I have been told that somewhere in the Talmud or elsewhere there is language along the line of this: \"If someone tells you that you are inebriated and you don’t think you are, you might ignore it. If a second person tells you that you are inebriated, you begin to wonder. If a third person tells you that you are inebriated, go home and sleep it off.\"\nIs there anything like that in Jewish teaching? Many thanks and צום קל.</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 0)\n\n<p>There is no source for this in the Talmud or any similar early Jewish text. It seems to be a modern version of the Chinese Proverb <a href=\"https://en.wikipedia.org/wiki/Three_men_make_a_tiger\" rel=\"nofollow noreferrer\">Three Men Make a Tiger</a>.</p>\n<p>While this Chinese proverb may be original, the underlying concept could stem from the requirement of two or three witnesses in <a href=\"https://www.sefaria.org/Deuteronomy.19.15?ven=english%7CMetsudah_Chumash,_Metsudah_Publications,_2009&lang=bi&aliyot=0\" rel=\"nofollow noreferrer\">Deuteronomy 19:15</a>.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154613/is-there-a-source-in-jewish-teaching-for-a-passage-similar-to-the-following",
      "tags": [
        "sources-mekorot"
      ],
      "score": 0,
      "views": 76,
      "date": "2025-12-30T05:32:32",
      "answers": 1
    }
  },
  {
    "id": "miyodeya_154612",
    "title": "Why is the Chelev of undomesticated animals kosher?",
    "content": "# Why is the Chelev of undomesticated animals kosher?\n\n## Frage\n\n<p>The Talmud in Keritot 4a states that undomesticated animals are not included in the prohibition of Chelev because the verse states \"ox, sheep, and goat.\"</p>\n<p>In Pesachim 43b it states that the term \"all\" in the verse includes other types of animals beyond just the ox, sheep, and goat.</p>\n<p>Shouldn't \"all\" include undomesticated animals also (are there even domesticated animals other than the ox, sheep, and goat?)?  Or is it referring to oxen, sheep, and goats that aren't intended for sacrifice?</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154612/why-is-the-chelev-of-undomesticated-animals-kosher",
      "tags": [
        "kashrut-kosher",
        "animals",
        "korban",
        "chelev"
      ],
      "score": 0,
      "views": 39,
      "date": "2025-12-30T03:42:21",
      "answers": 0
    }
  },
  {
    "id": "miyodeya_154611",
    "title": "I Mizrahi on tiruf da'at",
    "content": "# I Mizrahi on tiruf da'at\n\n## Frage\n\n<p>Moshe Halevi Spero says on p 207 of his book <em>Judaism and Psychology</em> as follows: \"I. M. Mizrahi (18th cent.) permitted eating non-kosher broth to prevent tiruf da'at.”</p>\n<p>I have been searching unsuccessfully for this source, also hoping to find there a discussion of וחי בהם (i.e. that mitzvot support life). (Though in fact, Spero gives the context for Mizrachi's ruling as והשבתו לו.) Israel Meir Mizrachi wrote פרי הארץ, which I have accessed in Rashi Script. Though I cannot easily read it, its text is searchable, but nothing comes up for טרוף דעת in that search.</p>\n<p>In which source does the Mizrachi refer to טרוף דעת and non-kosher broth?</p>\n<p>(Additionally, is פרי הארץ available, either printed or online, in the square Hebrew script, or even in English?)</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 7)\n\n<p>I believe the relevant piece is to be found in Pri HaAretz vol. III, YD 2. He doesn't use the specific phrase טירוף הדעת (which may be why you were having trouble searching for it) but instead discusses the use of non-kosher chicken broth to treat someone who</p>\n<blockquote>\n<p>יצא מדעתו באופן שיוצא יחידי בלילה ... והוצרכו לאוסרו בכבלי ברזל</p>\n<p>was suffering from mental illness to the extent that he would wander alone at nights ... and who they therefore needed to confine using iron chains.</p>\n</blockquote>\n<p>The edition available of this work at <a href=\"https://hebrewbooks.org/pdfpager.aspx?req=1267&pgnum=19\" rel=\"nofollow noreferrer\">HebrewBooks.org</a> is in Rashi script, and also appears to be missing the page containing that question that R. Mizrachi was asked.</p>\n<p>There is an edition in square script available on <a href=\"https://tablet.otzar.org/#/book/638839/p/52/t/0.84762370332376081234/fs/0/start/0/end/0/c\" rel=\"nofollow noreferrer\">Otzar HaChochmah</a>. You need to have an account in order to access it, but I think that if you do have an account the relevant pages are available for free.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154611/i-mizrahi-on-tiruf-daat",
      "tags": [
        "food",
        "rabbis",
        "translation",
        "psychology"
      ],
      "score": 3,
      "views": 100,
      "date": "2025-12-30T02:04:09",
      "answers": 1
    }
  },
  {
    "id": "miyodeya_154610",
    "title": "Why are we not required to relight the shamesh if it goes out before the Hanukka candles?",
    "content": "# Why are we not required to relight the shamesh if it goes out before the Hanukka candles?\n\n## Frage\n\n<p>If the shamesh light is there so we will not inadvertently use the light of the Hanukka candles, why are we not required to relight the shamesh if it goes out before the Hanukka candles?</p>\n<p><BR>Source: R Daniel Schloss lecture at Yeshevat HaKotel about 2000</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 0)\n\n<p><strong>I'm not a posek, please ask your LOR</strong></p>\n<p><strong>The Shulchan Aruch O.C. Siman 673:1 says:</strong></p>\n<blockquote>\n<p>ידונוהגים להדליק נר נוסף כדי טושאם ישתמש לאורה יהיה לאור הנוסף שהוא אותו שהודלק אחרון טזויניחנו מרחוק קצת משאר נרות מצוה</p>\n<p>\"We have the custom to kindle an additional light, in order that if one uses its illumination, it would be the additional light, which was kindled last, and it should be placed at a small distance from the other obligatory lights.\"</p>\n</blockquote>\n<p><strong>Mishneh Berurah there Seif Katan 14 says:</strong></p>\n<blockquote>\n<p>ונוהגין להדליק נר נוסף - פי' מלבד הנר שמניחין על השולחן דחוששין כיון שמדליקין בפנים אולי ישתמשו בנרות של חנוכה ולאו אדעתייהו <strong>אבל מעיקר הדין כיון שיש לו נר על שולחנו א\"צ להדליק נר נוסף</strong></p>\n<p>“And the custom is to light an additional candle — meaning, aside from the candle that is placed on the table — because there is a concern that since the candles are lit indoors, one might come to use the Chanukkah candles unintentionally and without realizing it. <strong>However, halachically speaking, since one already has a candle on his table, there is no need to light an additional candle.”</strong></p>\n</blockquote>\n<p>The Piskei Teshuvot 673:8 explains, based on the Mishneh Berurah, that since nowadays we have electricity where one has the option to have the electric lights on in the same room one lights the Chanukah candles, one doesn't need to light the shamash, however, it has become a widespread minhag, and there are various sources discussing that. I'll add that it's also מנהג ישראל תורה היא to do so as well.</p>\n<p>I would say, based on the above, that if you're in a place that has the electric lights on, then you don't need to relight the shamash if it extinguished before the other candles, since the electric lights will stop a person from using the Chanukah lights to do things which is assur (but if a person wants he obviously can). But if the electric lights are not on, then one should relight the shamash in accordance with Shulchan Aruch.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/154610/why-are-we-not-required-to-relight-the-shamesh-if-it-goes-out-before-the-hanukka",
      "tags": [
        "halacha",
        "chanuka",
        "menora-chanukia"
      ],
      "score": 1,
      "views": 53,
      "date": "2025-12-30T02:00:32",
      "answers": 1
    }
  }
]