[
  {
    "id": "miyodeya_4781",
    "title": "Chamishim Umeya - mi yodeya?",
    "content": "# Chamishim Umeya - mi yodeya?\n\n## Frage\n\n<h2>Who knows one hundred fifty?</h2>\n<p><em>Please cite/link your sources, if possible. At some point at least twenty-four hours from now, I will:</em></p>\n<ul>\n<li><p><em>Upvote all interesting answers.</em></p>\n</li>\n<li><p><em>Accept the best answer.</em></p>\n</li>\n<li><p><em>Go on to the next number.</em></p>\n</li>\n</ul>\n\n\n## Antworten\n\n### ✅ Antwort 1 (Score: 7)\n\n<p>150 perakim in Tehillim</p>\n\n\n### Antwort 2 (Score: 4)\n\n<p>150 years after the destruction of the second Beis Hamikdash (in the year 530 Seleucid Era = 3979 since Creation), Rav left Eretz Yisrael and returned to his native Babylonia, marking a new era in the study and dissemination of Torah there. (Iggeres R' Sherira Gaon)</p>\n\n<p>According to R' Yehudah Halevi (Kuzari 3:67), this is also the year in which R' Yehudah Hanassi (Rabbeinu Hakadosh) completed the composition of the Mishnah.</p>\n\n\n### Antwort 3 (Score: 4)\n\n<p>Parashas Noach 7:24-</p>\n\n<p>וַיִּגְבְּרוּ הַמַּיִם עַל-הָאָרֶץ חֲמִשִּׁים וּמְאַת יוֹם</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/4781/chamishim-umeya-mi-yodeya",
      "tags": [
        "mi-yodeya-series",
        "number"
      ],
      "score": 4,
      "views": 154,
      "date": "2010-12-21T16:53:44",
      "answers": 3
    }
  },
  {
    "id": "miyodeya_4787",
    "title": "History of 15 Teveis",
    "content": "# History of 15 Teveis\n\n## Frage\n\n<p>*<strong>*Looking for answers as to what happened in Jewish history on this date. It can include both positive and negative occurrences. It can also include birthdays or Yarzheits of well known personalities that happened on this date.</strong></p>\n\n<p><strong>Please cite / link your sources, if possible.</strong></p>\n\n<p><strong>All interesting answers will be up voted.</strong></p>\n\n<p>*<strong>Best answer will be accepted.</strong></p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 2)\n\n<p>1488: the first edition of the SeMaG (Sefer Mitzvos Gadol), a comprehensive list of Mitzvos was printed in Italy.</p>\n\n<p>1963: Israel opened its first desalinization plant in Eilat. </p>\n\n\n### ✅ Antwort 2 (Score: 2)\n\n<p>1)Menachem Begin met with Anwar Sadat at Ismilia, Egypt. in 1977</p>\n\n<p>2)Yartzeits</p>\n\n<p>-Mesharshia bar Pakud, Amora</p>\n\n<p>-Rav Huna, Amora</p>\n\n<p>-Mari bar Mar Zutra, Amora</p>\n\n<p>-R' Chaim Mordechai ben R' Itamar Rosenbaum of Nadvorna (1978)</p>\n\n<p>-R' Noson Nota Natkin ben R' Asher (1887) was a grandson of the Shaagas Aryeh and son-in-law of R' Yosef Zundel of Salant he is buried in NY at Union Field Cemetery,because he died while collecting money for the Yishuv Hayoshon in Eretz Yisroel.</p>\n\n<p>-R' Refoel of Barshad (1827) talmid of R' Pinchas Koritzer. </p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/4787/history-of-15-teveis",
      "tags": [
        "jewish-date-series",
        "history",
        "calendar"
      ],
      "score": 0,
      "views": 68,
      "date": "2010-12-21T19:37:21",
      "answers": 2
    }
  },
  {
    "id": "miyodeya_4792",
    "title": "12 hours to the day, 12 hours to the night",
    "content": "# 12 hours to the day, 12 hours to the night\n\n## Frage\n\n<p>Why is a day and night divided into 12 hours? Why not 10 hours? What is the significance of 12? </p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 5)\n\n<p>There may be other reasons, but the most obvious one is that 12 can be evenly divided by 2, 3, 4, and 6. This makes it easier to work with portions of the day or night. (Similar reasons apply to the 360 degrees for angles, and the 1080 chalakim per hour for computing the molad.)</p>\n\n\n### Antwort 2 (Score: 4)\n\n<p>Wikipedia <a href=\"http://en.wikipedia.org/wiki/Hour#History\" rel=\"nofollow\">suggests</a> that the original adoption of a 12-hour day by the ancient Egyptians, et al. may have been related to the 12 lunar cycles in a solar year.</p>\n\n<p>There's also something about the Egyptians tracking the rising of 24 different stars over the course of the day, but it seems to me that the choice of 24 for the number of stars to track was due to the properties of the number, rather than the properties of the stars. Interestingly, the shift from using 36 stars for this purpose to 24 happened at some point during the \"<a href=\"http://en.wikipedia.org/wiki/New_Kingdom\" rel=\"nofollow\">New Kingdom</a>,\" which was also the period in which our Exile in Egypt happened.</p>\n\n\n### Antwort 3 (Score: 4)\n\n<p>The Midrash notes, that the twelve Shevatim correspond to the months of the year, hours of the day, and the different constellations of the sky.  </p>\n\n<p><a href=\"http://www.cckollel.org/parsha_encounters/5767/vayigash.pdf\" rel=\"nofollow\">http://www.cckollel.org/parsha_encounters/5767/vayigash.pdf</a></p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/4792/12-hours-to-the-day-12-hours-to-the-night",
      "tags": [
        "number",
        "zemanim"
      ],
      "score": 5,
      "views": 219,
      "date": "2010-12-21T22:37:40",
      "answers": 3
    }
  },
  {
    "id": "miyodeya_4795",
    "title": "Under whom did these Rabbis study?",
    "content": "# Under whom did these Rabbis study?\n\n## Frage\n\n<p>In an effort to trace back Rabbi-to-student transmission of tradition, I've run into some dead ends, and I'm hoping the community can offer some leads. Under whom did the following Rabbis study?</p>\n\n<ol>\n<li>Naftali Tzvi Yehuda Berlin (Netziv)</li>\n<li>Yosef Dov Ber Soloveitchik (Bais HaLevi)</li>\n<li>Aryeh Leib Ginzberg (Sha'agat Aryeh) </li>\n</ol>\n\n<p>For the next two, I have their immediate mentor, but then the trail dries up:</p>\n\n<ol>\n<li>Eliyahu of Vilna (Vilna Gaon) studied under R. Moses Margalit</li>\n<li>Akiva Eger studied under his uncle R. Wolf Eger</li>\n</ol>\n\n<p>I appreciate any information that can get my quest back on track. Thanks.</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 8)\n\n<p>When the Netziv was 11 years old he was sent to learn in Volozhin. Half a year after his Bar Mitzva, the Rosh Yeshiva Rav Itzele Volozhin the son of Rav Chaim Volozhin, saw him fit from all the other budding stars, to take him as a son-in-law.</p>\n\n<p><a href=\"http://www.revach.net/stories/gedolim-biographies/The-Netziv-Rav-Naftali-Tzvi-Yehuda-Berlin-Until-The-Dying-Day-Of-Volozhin/4014\">http://www.revach.net/stories/gedolim-biographies/The-Netziv-Rav-Naftali-Tzvi-Yehuda-Berlin-Until-The-Dying-Day-Of-Volozhin/4014</a></p>\n\n\n### Antwort 2 (Score: 8)\n\n<p>In his youth Yosef Dov Ber Soloveitchik (Bais HaLevi) lived in Brod. One anecdote illustrates his early mastery of rabbinic learning. Rabbi Shlomo Kluger, the rabbi of Brod, enjoyed engaging in Talmud studies with him.</p>\n\n<p><a href=\"http://wapedia.mobi/en/Yosef_Dov_Soloveitchik_(Beis_Halevi\">http://wapedia.mobi/en/Yosef_Dov_Soloveitchik_(Beis_Halevi</a>)</p>\n\n\n### Antwort 3 (Score: 0)\n\n<p>According to <a href=\"https://drive.google.com/file/d/0B9qponY0TBN0d3FrVHJHUHp1QzQ/view?resourcekey=0-4lVLI8yC52JvH07Q9Yozdw\" rel=\"nofollow noreferrer\">this article</a>, the Shaagas Aryeh's father was the Rav in the suburbs of Minsk, and the Shaagas Aryeh served under him. So it would be likely that he was the Shaagas Aryeh's teacher.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/4795/under-whom-did-these-rabbis-study",
      "tags": [
        "history",
        "rabbis",
        "rebbe-talmid-muvhak"
      ],
      "score": 12,
      "views": 426,
      "date": "2010-12-21T23:47:01",
      "answers": 3
    }
  },
  {
    "id": "miyodeya_4798",
    "title": "\"Chabad\" Gemara learning?",
    "content": "# \"Chabad\" Gemara learning?\n\n## Frage\n\n<p>Is there a specifically \"Chabad\" way of learning Gemara?  Is there a Chabad commentary on the Gemara?</p>\n\n\n## Antworten\n\n### Antwort 1 (Score: 18)\n\n<p>There is a Chabad way of learning Gemara, as described by the Rebbe Rashab, the 5th Lubavitcher Rebbe and founder of Yeshivat Tomchei Temimim. In his <a href=\"http://www.sichos-in-english.org/books/the-tree-of-life-kuntres-etz-hachayim/\" rel=\"nofollow noreferrer\">Kuntres Eitz Chayim</a>, he explains why it is necessary to learn Chassidus in addition to learning Gemara properly. The entire text is available online in English.</p>\n<p>From the <a href=\"http://www.sichos-in-english.org/books/the-tree-of-life-kuntres-etz-hachayim/01.htm\" rel=\"nofollow noreferrer\">introduction</a> to the english translation:</p>\n<blockquote>\n<p>There is, however, a possibility for negative consequences even within Torah study. Since the Torah is enclothed in worldly affairs and operates with the framework of human logic, it is possible that a person will look at it as no more than a system of wisdom, forgetting about G-d, the Giver of the Torah. When the Torah is studied with such an approach, it can become “a potion of death,” encouraging a person’s self-concern. Instead of serving as a tool to bring about the refinement of the world and the person studying, the study of the Torah can inflate the person’s ego and cause him to become more materially oriented.</p>\n<p>For this reason, it is necessary for one’s Torah study to include P’nimiyus HaTorah, the inner, mystic dimensions of the Torah, which focuses attention directly on the Torah’s G-dly and spiritual core.</p>\n</blockquote>\n<p>The second half of the Sefer discuss the practical way Gemara should be learned. I will quote the summation of the chapters here just to give you an idea of what it advises, but the whole things needs to be learned in full, to understand the Derech the Rebbe Rashab is recommending.</p>\n<p><a href=\"http://www.sichos-in-english.org/books/the-tree-of-life-kuntres-etz-hachayim/28.htm\" rel=\"nofollow noreferrer\">Chapter 27</a>:</p>\n<blockquote>\n<p>[This chapter] emphasizes that the ultimate purpose of knowledge is to know the concepts [as they truly are], and not to try to develop chiddushim, innovative explanations.</p>\n</blockquote>\n<p><a href=\"http://www.sichos-in-english.org/books/the-tree-of-life-kuntres-etz-hachayim/29.htm\" rel=\"nofollow noreferrer\">Chapter 28</a>:</p>\n<blockquote>\n<p>[This chapter] explains the manner of studying the Gemara, [Rashi’s] commentary, and Tosafos.</p>\n</blockquote>\n<p><a href=\"http://www.sichos-in-english.org/books/the-tree-of-life-kuntres-etz-hachayim/30.htm\" rel=\"nofollow noreferrer\">Chapter 29</a>:</p>\n<blockquote>\n<p>[This chapter] outlines a course of study for a person with a developed intellectual potential. [It] reaches the conclusion that a careful analysis of the wording used is more appropriate while studying the Mishnah. While studying the Gemara, by contrast, one should [focus more on] concentrated analysis of the subject matter.</p>\n<p>[The chapter emphasizes the importance of] being both “sharp and questioning, and patient and seeking resolutions.” [It also speaks of the importance of] carefully studying the wording used by Rashi.</p>\n</blockquote>\n<p><a href=\"http://www.sichos-in-english.org/books/the-tree-of-life-kuntres-etz-hachayim/31.htm\" rel=\"nofollow noreferrer\">Chapter 30</a>:</p>\n<blockquote>\n<p>[This chapter] communicates the [proper] approach to study — [continuing] the previous explanations — with regard to [studying the works of] the halachic authorities.</p>\n</blockquote>\n<p><a href=\"http://www.sichos-in-english.org/books/the-tree-of-life-kuntres-etz-hachayim/32.htm\" rel=\"nofollow noreferrer\">Chapter 31</a>:</p>\n<blockquote>\n<p>[This chapter emphasizes that a student] should protect himself from empty and false pilpulim. A genuine pilpul is possible only after one achieves an ordered comprehension [of the subject].</p>\n</blockquote>\n<p><a href=\"http://www.sichos-in-english.org/books/the-tree-of-life-kuntres-etz-hachayim/33.htm\" rel=\"nofollow noreferrer\">Chapter 32</a>:</p>\n<blockquote>\n<p>[This chapter] enjoins to remove [all traces of] the undesirable approach to study, and [states] that the study of Chassidus will assist in this.</p>\n</blockquote>\n<hr />\n<p>Also, <a href=\"http://www.hebrewbooks.org/pdfpager.aspx?req=25072&st=&pgnum=15\" rel=\"nofollow noreferrer\">in one of the introductions to the Shulchan Aruch Harav</a>, written by the son and successor of the Alter Rebbe, the Mittler Rebbe, the recommended ways to learn Halacha is also described, with different levels of learning described depending on the amount of time one has each day to devote to the learning of Halacha. I wrote up the most extensive way <a href=\"https://judaism.stackexchange.com/a/23433/603\">here</a>.</p>\n\n\n### Antwort 2 (Score: 12)\n\n<p>Since no one seems to have answered the last question, namely, are there any Chabad commentaries on the Gemara....</p>\n\n<p>There are many talks and writings from all the Lubavitcher Rebbeim on different topics in Gemara. As far as I know, there is no one systematic commentary on the Gemara, and as their discussions of Gemara topics are usually (though not always) in the context of their Chassidic teachings, they are usually published in their books on Chassidus and not by themselves.</p>\n\n<p>However, there is an effort to compile these commentaries and <a href=\"http://www.collive.com/show_news.rtx?id=15060&alias=first-ever-chabad-gemara\" rel=\"noreferrer\">print them in a new edition of the Vilna Shas.</a>\n<strong>(Update: <a href=\"http://www.chabad.info/index.php?url=article_en&id=24020\" rel=\"noreferrer\">The first volume (Kiddushin) is out already</a>.)</strong></p>\n\n\n### Antwort 3 (Score: 11)\n\n<p>When a certain Chabad family in Detroit wanted to send their son to Rav Bakst's yeshiva, Rav Bakst felt that because of the <em>derech halimud</em> (style of learning) of what the boy had experienced in a previous Chabad yeshiva, which was more about learning up the texts (<em>girsadige</em>) he would not do well in his regular <em>misnagdishe-litvishe</em> yeshiva. The family did not accept Rav Bakst's opinion so he wrote his opinion to the Rebbe asking for his support in handling the parents. The Rebbe responded \"Misnagdishe Rav, Don't you know that the correct way to be learning is <em>girsadige</em>?! After all... (and the Rebbe quoted the Gemara in Shabbos about one who did not forget his \"<em>girsa diyankasa</em>\"(literally: text of his youth).\"</p>\n\n<p><strong>This seems to imply that at least at the high school level the Rebbe held that the correct approach was a more textual and less analytical approach.</strong></p>\n\n<p>As a post-script, Rav Bakst responded by writing to the Rebbe that the \"<em>Girsa</em>\" (text) referred to in that gemara is a <em>sevara</em> (theory, used in deeper analysis of the Gemara). The Rebbe never responded.</p>\n\n<p>Heard from Rav Aryeh Leib Bakst ZT\"L</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/4798/chabad-gemara-learning",
      "tags": [
        "torah-study",
        "talmud-gemara",
        "chasidut-hasidism",
        "chabad"
      ],
      "score": 17,
      "views": 2954,
      "date": "2010-12-22T00:52:09",
      "answers": 3
    }
  },
  {
    "id": "miyodeya_4801",
    "title": "Where is the Sambatyon?",
    "content": "# Where is the Sambatyon?\n\n## Frage\n\n<p>Where is the Sambatyon?  Is there really a river somewhere that throws stones all week and rests on Shabbos? </p>\n\n\n## Antworten\n\n### ✅ Antwort 1 (Score: 13)\n\n<p>Well, an encyclopedia <a href=\"http://www.daat.ac.il/encyclopedia/value.asp?id1=1538\" rel=\"nofollow\">entry</a> on it says the earliest source is Pliny's <em>Historia Naturalis</em>, in which a river with similar miraculous properties is in fact reported in XXXI:18 (<a href=\"http://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.02.0137:book%3D31:chapter%3D18\" rel=\"nofollow\">last line</a>). The <a href=\"http://www.perseus.tufts.edu/hopper/text?doc=Perseus:text:1999.02.0137:book%3D31:chapter%3D18#note10\" rel=\"nofollow\">footnote</a> there identifies it, citing a later source, as the river Eleutherus, which is currently <a href=\"http://en.wikipedia.org/wiki/Nahr_al-Kabir_al-Janoubi\" rel=\"nofollow\">in northern Lebanon</a>.</p>\n\n\n### Antwort 2 (Score: 2)\n\n<p>I once saw an article (don't recall where) that identified it with the <a href=\"http://en.wikipedia.org/wiki/Dardanelles\" rel=\"nofollow\">Dardanelles</a>, which separates Europe from Asia. Part of the author's idea was that it was originally called ים בטיון (\"Sea of the Bithynians,\" an ancient people who lived in that area), and that got corrupted to סמבטיון.</p>\n\n\n### Antwort 3 (Score: 0)\n\n<p>I believe it was Rabbi Wein who said the Sambatyon is in the mind.</p>\n\n\n",
    "metadata": {
      "source": "Mi Yodeya",
      "url": "https://judaism.stackexchange.com/questions/4801/where-is-the-sambatyon",
      "tags": [
        "travel",
        "geography",
        "shabbat"
      ],
      "score": 6,
      "views": 1305,
      "date": "2010-12-22T01:00:16",
      "answers": 3
    }
  }
]

